package org.example;
 /**

 Задача 1
 Объявите две переменные типа String: admin и name.
 Запишите строку "John" в переменную name.
 Скопируйте значение из переменной name в admin.
 Выведите на экран значение admin, используя метод System.out.println(k); (должно вывести John).
 Задача 2
 Написать программу, которая выводит на экран разницу двух чисел.

 Задача 3
 Написать программу, которая находит и выводит на экран максимальное из трех чисел.

 Задача 4
 Написать программу, которая проверяет, является ли число четным или нечетным.

 Задача 5
 Вывести на экран числа от 5 до 1.

 Задача 6
 Вывести на экран таблицу умножения на 7.
 Пример вывода на экран:
 7 * 1 = 7
 7 * 2 = 14
 и т.д.

 Задача 7
 Напишите программу, которая выводит на экран сумму всех чисел массива.

 Задача со звездочкой:
 Написать программу-калькулятор, которая производит сложение, вычитание, умножение и деление двух чисел.
 public  class App {
 public static void main(String[] args) {
 int myGonorar = 1000;
 while (myGonorar >=200 )
 System.out.println("Go to cafe");
 }
 }

 class Rewrite {
 public static void main(String[] args){
 String name = "John";
 String admin = name;
 System.out.println(admin);

 }
 }
 class DifferenceOfNumbers {
 public static void main(String[] args){
 int a = 10;
 int b = 20;
 int c = b - a;
 System.out.println(c);
 }
 }


 */

